using System.Collections;
using System.Collections.Generic;
using UnityEngine;
public static class  musical_scales_List
{
public static  List<string> true_musical_scales = new List<string>(){
  "ファ5","ファ5", "ファ5", "ミ5", "ファ5","ファ5", "ファ5", "ミ5", "ソ5", "ファ5", "ミ5", "レ5", "レ5", "ラ4", "ラ4", "ラ4", "ラ4", "ラ4", "ラ4", "ソ5", "ファ5", "ミ5", "レ5", "レ5", "ラ4", "ラ4", "ラ4", "ラ4", "ラ4", "ラ4", "ファ5", "ファ5", "ファ5", "ファ5", "ソ5", "ファ5", "レ5", "レ5", "レ5", "ファ5", "ファ5", "ファ5", "ミ5", "ミ5", "ミ5", "ミ5", "ミ5", "ミ5", "ファ5", "ファ5", "ミ5", "ミ5", "ド5", "ミ5", "ミ5", "レ5", "ド5", "ド5", "ド5", "レ5", "ド5", "ド5", "ド5", "ミ5", "ミ5", "レ5", "レ5", "ファ5", "ファ5", "ファ5", "ファ5", "ソ5", "ソ5", "ラ5", "シ5", "シ5", "ラ5", "ラ5", "ラ5", "ラ5", "ラ5", "ラ5", "ラ5", "ラ5", "ラ5", "ラ5", "ファ5", "ソ5", "ソ5", "ラ5", "シ5", "ラ5", "ラ5", "ミ5", "ソ5", "ソ5", "ファ5", "ファ5", "ファ5", "ファ5", "ファ5", "休符", "ファ5", "ソ5", "ソ5", "ラ5", "ド6", "ド6", "シ5", "ラ5", "ラ5", "ラ5", "ラ5", "ド6", "ド6", "シ5", "ラ5", "ラ5", "ラ5", "ラ5", "ファ5", "ファ5", "ミ5", "ミ5", "レ5", "レ5", "ミ5", "ファ5", "ソ5", "ソ5", "ファ5", "ミ5", "レ5", "シ4", "シ4", "ミ5", "ミ5", "ミ5", "ファ5", "ファ5", "ファ5", "レ5", "ド5", "ラ4", "ラ4", "ソ4", "ソ5", "ソ5", "シ5", "シ5", "ラ5", "ソ5", "ファ5", "ソ5", "ソ5", "ファ5", "ファ5", "ファ5", "ファ5", "ファ5", "休符", "ファ5", "ソ5", "ソ5", "ラ5", "ド6", "ド6", "シ5", "ラ5", "ラ5", "ラ5", "ラ5", "ド6", "ド6", "レ6", "ド6", "ラ5", "ラ5", "ラ5", "ファ5", "ファ5", "ミ5", "ミ5", "レ5", "レ5", "ミ5", "ファ5", "ソ5", "ソ5", "ファ5", "ファ5", "レ5", "レ5", "ド5", "ド5", "レ5", "レ5", "レ5", "レ5", "レ5", "レ5", "レ5", "レ5", "レ5", "レ5", "レ5", "レ5"
    };
}